Technopark_Web/ApacheBenchmark/gunicorn.txt
This is ApacheBench, Version 2.3 <$Revision: 1638069 $>
Copyright 1996 Adam Twiss, Zeus Technology Ltd, http://www.zeustech.net/
Licensed to The Apache Software Foundation, http://www.apache.org/

Benchmarking askgovjazin.io (be patient)


Server Software:        gunicorn/19.0.0
Server Hostname:        askgovjazin.io
Server Port:            8000

Document Path:          /
Document Length:        43 bytes

Concurrency Level:      10
Time taken for tests:   16.814 seconds
Complete requests:      50000
Failed requests:        0
Keep-Alive requests:    0
Total transferred:      10600000 bytes
HTML transferred:       2150000 bytes
Requests per second:    2973.69 [#/sec] (mean)
Time per request:       3.363 [ms] (mean)
Time per request:       0.336 [ms] (mean, across all concurrent requests)
Transfer rate:          615.65 [Kbytes/sec] received

Connection Times (ms)
              min  mean[+/-sd] median   max
Connect:        0    0   0.1      0       6
Processing:     1    3   1.4      3      33
Waiting:        0    3   1.3      3      33
Total:          1    3   1.4      3      33

Percentage of the requests served within a certain time (ms)
  50%      3
  66%      3
  75%      3
  80%      3
  90%      4
  95%      5
  98%      7
  99%      9
 100%     33 (longest request)